alefragnani.project-manager
ankitcode.firefly
anthropic.claude-code
biomejs.biome
dbaeumer.vscode-eslint
docker.docker
eamodio.gitlens
esbenp.prettier-vscode
github.codespaces
github.copilot
github.copilot-chat
github.vscode-pull-request-github
jaredly.background-terminal-notifier
marqu3s.aurora-x
mohsen1.prettify-json
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-aks-tools
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
pkief.material-icon-theme
redhat.vscode-yaml
rvest.vs-code-prettier-eslint
teabyii.ayu
visualstudioexptteam.vscodeintellicode
