[
  "url-into-selection",
  "obsidian-kindle-plugin",
  "dataview",
  "obsidian-outliner",
  "obsidian-zoom",
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-paste-image-rename",
  "remember-cursor-position",
  "folder-note-plugin",
  "obsidian-reveal-active-file",
  "dynamic-outline",
  "omnisearch",
  "notebook-navigator",
  "obsidian-style-settings",
  "homepage",
  "obsidian-icon-folder",
  "quickadd"
]